{
  "0a78977ba9": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "7a3289c096": {
        "adaptive_evidence": [
          "My day nowadays consists of sleeping 12 hours, taking two hours to get up out of bed, then trying to force myself to do something and failing.",
          "I read people online say to just stick through it and it will get better, it's only getting worse, the worst part is knowing there is no one that even cares or no one to help.  I\"m somehow supposed to pull myself out of this alone when I don't even have it in me to watch tv anymore."
        ],
        "maladaptive_evidence": [
          "My day nowadays consists of sleeping 12 hours, taking two hours to get up out of bed, then trying to force myself to do something and failing.",
          "I read people online say to just stick through it and it will get better, it's only getting worse, the worst part is knowing there is no one that even cares or no one to help.  I\"m somehow supposed to pull myself out of this alone when I don't even have it in me to watch tv anymore."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "41e9173a4c": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 5
      },
      "4001d3fa0b": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [
          "Well Vegas is really depressing...\nDoes everyone get laid here or is it just some overstated thing?    I heard some girl hooked up with some dude at starbucks after two girls walked onto elevator, everyone is freaking hot as hell, I have now idea how people can do it so easily."
        ],
        "summary": "",
        "wellbeing_score": 4
      },
      "5a26a430b2": {
        "adaptive_evidence": [
          "She prescribed me some stuff but insurance gave me the run around and she didn't really help with alternatives and I just gave up.",
          "It's really hard for me to get going most of the time, I've basically done nothing for years, I don't find joy in anything.",
          "I've tried most of the cliche advice given to me, I'm alone and I hate it, I have no friends, no one to talk to, just rummage through my head."
        ],
        "maladaptive_evidence": [
          "Recently over the holidays, I got really down again, it got really bad, and I went to psychiatrist again.  She prescribed me some stuff but insurance gave me the run around and she didn't really help with alternatives and I just gave up.",
          "I've tried most of the cliche advice given to me, I'm alone and I hate it, I have no friends, no one to talk to, just rummage through my head."
        ],
        "summary": "",
        "wellbeing_score": 4
      },
      "2a89dfa376": {
        "adaptive_evidence": [
          "Life just sucks, I'm stuck, and I don't even know how Im supposed to make it better\nI told myself last month I'd try to be more social, then I realized I don't even know wtf to do.",
          "Even when I start to motivate myself I realize \"even if you had one billion dollars put into your bank account tomorrow you'd still be miserable\"  I then lost motivation, and then shit all over myself for not doing as well as others.  I feel like I have all the time in the world with nothing to do."
        ],
        "maladaptive_evidence": [
          "Life just sucks, I'm stuck, and I don't even know how Im supposed to make it better\nI told myself last month I'd try to be more social, then I realized I don't even know wtf to do.  I see everyone else becoming more successful then me and doing well (job wise) while I've kind of stagnated.  Even when I start to motivate myself I realize \"even if you had one billion dollars put into your bank account tomorrow you'd still be miserable\"  I then lost motivation, and then shit all over myself for not doing as well as others."
        ],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "f55ec24987": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "08800effe9": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "64d56c269d": {
        "adaptive_evidence": [
          "Alice Glass (formerly of Crystal Castles) shares first solo single \"Stillbirth\" along with a letter about an abusive relationship and a donation link to RAINN.",
          "&gt;Those that have known me throughout my career might be surprised that someone who publicly gave the impression of being fearless and seemed as though they didn't take shit from anyone could find themselves being severely mistreated and manipulated by someone they were close to.",
          "All proceeds for digital purchases of this song will benefit organizations (like the nonprofit RAINN) that help survivors of domestic abuse, sexual violence and incest."
        ],
        "maladaptive_evidence": [
          "&gt;I want young women and young men to understand that this kind of treatment of others can happen where it might be least expected.",
          "Emotional and psychological abuse can be just as damaging, and it is extremely difficult to remove yourself from.   &gt;Those that have known me throughout my career might be surprised that someone who publicly gave the impression of being fearless and seemed as though they didn't take shit from anyone could find themselves being severely mistreated and manipulated by someone they were close to."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "ea172be214": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 5
      },
      "3e842e72fb": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "00a893e333": {
        "adaptive_evidence": [
          "The worst thing about being alone for me is that I know objectively that it's easy to connect with people and maintain a rewarding life. But not doing any of that will always be easier so I can't make myself just change.",
          "I know it's supposed to be one day at a time, but all I do is walk just up to the precipice of meaningful change and turn around because I'd rather fall back into familiar comforts."
        ],
        "maladaptive_evidence": [
          "The worst thing about being alone for me is that I know objectively that it's easy to connect with people and maintain a rewarding life.",
          "I know it's supposed to be one day at a time, but all I do is walk just up to the precipice of meaningful change and turn around because I'd rather fall back into familiar comforts.",
          "He just wants me to be better in whatever way doesn't neccessitate his direct involvement."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "ed7ce49818": {
        "adaptive_evidence": [
          "Not allowing myself to become passive or inactive (this means making my own comfort a priority, and not putting things off unless I actually need to.).",
          "Binge watching TV, eating junk and sitting on the computer can satiate me temporarily, but that usually leads me back into depression and it becomes a cycle.",
          "Maybe that's because I just shut down and let myself get absorbed in doing next to nothing for way too long."
        ],
        "maladaptive_evidence": [
          "Not allowing myself to become passive or inactive (this means making my own comfort a priority, and not putting things off unless I actually need to.).   One of the main reasons I let myself fall into my old habits is that I end up convincing myself that no matter what, feeling better is only temporary. Of course, it seems clear to me right now that the best thing I can do is find something productive to do each day to make myself feel better."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "441f1c5553": {
        "adaptive_evidence": [
          "What is going on with my upper lip?",
          "I've been using lip balm, drinking more water and taking B vitamins, but it hasn't really gotten better. Any clue what this might be before I go to the doctor about it?"
        ],
        "maladaptive_evidence": [
          "What is going on with my upper lip?",
          "I've been using lip balm, drinking more water and taking B vitamins, but it hasn't really gotten better. Any clue what this might be before I go to the doctor about it?"
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "bb65ce406f": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "1421ef6d1a": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "8c16a439ba": {
        "adaptive_evidence": [
          "Does anybody else want more characters in the intro?\nI generally consider the intro to be flawless, and for the most part I'm very glad they haven't changed it in 3 seasons, but I can't help feeling it's time that it features more than just Sarah. There are so many characters who are vital to the story that it seems sorta weird to me that we don't at least see Allison, Cosima and Helena during the intro."
        ],
        "maladaptive_evidence": [
          "Does anybody else want more characters in the intro?\nI generally consider the intro to be flawless, and for the most part I'm very glad they haven't changed it in 3 seasons, but I can't help feeling it's time that it features more than just Sarah. There are so many characters who are vital to the story that it seems sorta weird to me that we don't at least see Allison, Cosima and Helena during the intro."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "4c66cc689e": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "78125e9967": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "cb02308123": {
        "adaptive_evidence": [
          "She is attractive, has the exact same interests that I do, and is a little bit insane as well (like me :D)  She also has a great sense of humor.",
          "This is usually a sign of interest, and it was not just from me peeking at her occasionally (I do it very subtly so she does not notice), but my friends have told me she looks at me a lot, or looks like shes struggling not to.",
          "Let me just say a little bit about C, now that I know about him (not just my own personal interactions with him, but also I asked many other people that I hardly knew, and I got the same kinds of responses.)"
        ],
        "maladaptive_evidence": [
          "This is usually a sign of interest, and it was not just from me peeking at her occasionally (I do it very subtly so she does not notice), but my friends have told me she looks at me a lot, or looks like shes struggling not to.",
          "I have depression...so I dont want to feel that kind of unbearable emotional pain that I would feel from rejection (I cannot dance for the life of me)...which is now one of my biggest regrets.",
          "Let me just say a little bit about C, now that I know about him (not just my own personal interactions with him, but also I asked many other people that I hardly knew, and I got the same kinds of responses.)"
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "8e66c8c2cd": {
        "adaptive_evidence": [
          "kind of brought this out in a previous post...but just in a more general sense, I am emotionally attached to this girl (shes the only thing I really care about) and I want her...but she non-officially inadvertently rejected me.  Because of this, I want to get over her to escape these emotions that are driving me insane, but my heart nor my mind wont let go of her, no matter how much I plead.",
          "Just yesterday I saw her from the bus, she saw me looking at her and literally stopped right outside my window and just stood there for a bit, occasionally glancing at me as if she was waiting for me to do something...its giving me mixed signals."
        ],
        "maladaptive_evidence": [
          "kind of brought this out in a previous post...but just in a more general sense, I am emotionally attached to this girl (shes the only thing I really care about) and I want her...but she non-officially inadvertently rejected me.  Because of this, I want to get over her to escape these emotions that are driving me insane, but my heart nor my mind wont let go of her, no matter how much I plead.",
          "I have always beaten around the bush and have never been direct, but I dont know whether I wanna stay in this middle stage or whether I want to bluntly confront her and make myself vulnerable to even greater emotional pain due to rejection."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "6bffabdb1e": {
        "adaptive_evidence": [
          "Love\nI love this girl more than anything, but the strong feelings I have for her make it impossible for me to talk to her.  She is why I wake up in the morning and go about my shit life.",
          "I know that if I get rejected, I will not only be emotionally devastated but I will have lost the motivation to go on and the one reason I have to live."
        ],
        "maladaptive_evidence": [
          "Love\nI love this girl more than anything, but the strong feelings I have for her make it impossible for me to talk to her.  She is why I wake up in the morning and go about my shit life.",
          "I know that if I get rejected, I will not only be emotionally devastated but I will have lost the motivation to go on and the one reason I have to live."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "2b678b958f": {
        "adaptive_evidence": [
          "I can only really empathize with people in my situation...depressed...alone...angry.  But when I see a guy who was a douchebag to me sad, or one of the more \"Popular\" crowd is having a bad day, it makes me smile.",
          "Im probably just a terrible person, well, I am a terrible person."
        ],
        "maladaptive_evidence": [
          "I can only really empathize with people in my situation...depressed...alone...angry.  But when I see a guy who was a douchebag to me sad, or one of the more \"Popular\" crowd is having a bad day, it makes me smile.  It makes me laugh."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "649dd0d933": {
        "adaptive_evidence": [
          "Lilith\nHello, I have recently gotten into the occult, and I am not sure if this necessarily has to do with the occult but I don't really know who else to ask.",
          "I entered a deep, meditative, almost sleep like state as I was doing this and in the back of my mind, I heard the words: \"Perform the ritual, and I shall appear to you in your dreams.\"",
          "I am not very superstitious, and take things with a grain of salt, but I know what I heard, and this has been bothering me for months."
        ],
        "maladaptive_evidence": [
          "Lilith\nHello, I have recently gotten into the occult, and I am not sure if this necessarily has to do with the occult but I don't really know who else to ask.",
          "So I began doing some research, and I found this one ritual which had some things to say, so I closed my eyes and began reciting those various \"chants\" and \"verses\" in my mind, calling out to Lilith.  I entered a deep, meditative, almost sleep like state as I was doing this and in the back of my mind, I heard the words: \"Perform the ritual, and I shall appear to you in your dreams.\""
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "65f5edf6f6": {
        "adaptive_evidence": [
          "Comfortably Numb\nIts not comfortable feeling numb.",
          "I was really depressed, and today I got hurt so bad that it doesnt hurt.  Its like when you get cut so deep it severs the nerves and you dont feel pain."
        ],
        "maladaptive_evidence": [
          "I just wanted to make the Pink Floyd referance.",
          "I was really depressed, and today I got hurt so bad that it doesnt hurt.  Its like when you get cut so deep it severs the nerves and you dont feel pain."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "135e002cac": {
        "adaptive_evidence": [
          "This girl who is obsessed with me just asked me out today, and I rejected her.  I explained to her that love is not a choice, and that I already have someone I liked, but I still feel like shit because I know how rejection feels.  Then she was talking about being FWB, and I thought that it would be cool, but then I realized I was just thinking with my dick and not my heard, so I let her down on that offer as well."
        ],
        "maladaptive_evidence": [
          "This girl who is obsessed with me just asked me out today, and I rejected her.  I explained to her that love is not a choice, and that I already have someone I liked, but I still feel like shit because I know how rejection feels.  Then she was talking about being FWB, and I thought that it would be cool, but then I realized I was just thinking with my dick and not my heard, so I let her down on that offer as well."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "6ef6b0db56": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 5
      },
      "72eaca67f1": {
        "adaptive_evidence": [
          "The only thing that makes me feel happy is being with someone else, because the last time I was happy was with my girlfriend.  The girl I like now had sex with one of my good friends, even though he knew how much I cared about her.  I just dont want to live a life alone, without happiness."
        ],
        "maladaptive_evidence": [
          "The only thing that makes me feel happy is being with someone else, because the last time I was happy was with my girlfriend.  The girl I like now had sex with one of my good friends, even though he knew how much I cared about her.  I just dont want to live a life alone, without happiness."
        ],
        "summary": "",
        "wellbeing_score": 4
      },
      "b76824958d": {
        "adaptive_evidence": [
          "I know its illegal and all, but I tried it for the first time the other day because some of my friends invited me out to try it.",
          "In fact, I still feel better than I did before I took it and its been a day.  Just wanted to say that if nothing else works for you (such as therapists, anti-depressants, and everything else that didnt work for me), theres always weed."
        ],
        "maladaptive_evidence": [
          "I know its illegal and all, but I tried it for the first time the other day because some of my friends invited me out to try it.",
          "In fact, I still feel better than I did before I took it and its been a day.  Just wanted to say that if nothing else works for you (such as therapists, anti-depressants, and everything else that didnt work for me), theres always weed."
        ],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "0b14f9798b": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "c2cad7d8bd": {
        "adaptive_evidence": [
          "I have friends there and everything so it's not a question of what the area the colleges are in are like, it's more of like what the experience is like, if that makes sense?",
          "There's not too many reviews online and plus I wanna see what the local connotations associated with the name are.",
          "Of course the entire cities your campus and no one is forcing you to stay in the UES or even Manhattan when you want to hang out, but I'm curious to see what day to day like would be there."
        ],
        "maladaptive_evidence": [
          "I have friends there and everything so it's not a question of what the area the colleges are in are like, it's more of like what the experience is like, if that makes sense?",
          "Of course the entire cities your campus and no one is forcing you to stay in the UES or even Manhattan when you want to hang out, but I'm curious to see what day to day like would be there.",
          "Also don't recommend Columbia or NYU to me as up until this year I had like a 60 average and won't get in."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "1cb768e06c": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 5
      },
      "f9206b269a": {
        "adaptive_evidence": [
          "warning for suicide/hurting urself in general  - - - Like, for some reason mania just hit me like a fucking brick wall today?",
          "i was talking to my best friend and made no fucking sense and he just was like \"ok im going to bed\"... just all of the sudden i felt like jumping up and killing myself and breaking my hand by punching a wall and i didn't know where i was at the same time.",
          "and how do i explain myself to the people i'm weirding out????"
        ],
        "maladaptive_evidence": [
          "i'm this close -- to just buying seroquel off the street lmao. i was talking to my best friend and made no fucking sense and he just was like \"ok im going to bed\"... just all of the sudden i felt like jumping up and killing myself and breaking my hand by punching a wall and i didn't know where i was at the same time.",
          "and how do i explain myself to the people i'm weirding out????"
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "c28b1ec3fb": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "ba10181fc9": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 7
      },
      "4ac98d0b53": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "451ae9bf0c": {
        "adaptive_evidence": [
          "&gt;earlier in the day I'd gone to the   &amp;nbsp; stone arches where we first kissed   &amp;nbsp; and I get to the station in town   &amp;nbsp; and a kid gets real excited to see the train   &amp;nbsp;   &gt;I sit in the courtyard   &amp;nbsp; and try to think    &amp;nbsp; of April of last year   &amp;nbsp; where sickly pale anemic I sat   &amp;nbsp; on a chair and the air smelled like last year because it was   &amp;nbsp;   &gt;and you told me you'd never forget the day you laid eyes on me   &amp;nbsp; as you wrote on your train ride receipt    &amp;nbsp; which you gave to me six months later as a gift   &amp;nbsp;  &gt;and I love you but you are far   &amp;nbsp; and it seems everything I love is far away,   &amp;nbsp; somersaulting into sunsets.",
          "&amp;nbsp;  &gt;I used to pretend to be older with my friends   &amp;nbsp; and try to get cigarettes at stores and it never worked and you   &amp;nbsp; seemed to have calm me down   &amp;nbsp;  &gt;and that day I was so nervous I asked a construction worker on his break   &amp;nbsp; if I looked okay with my hair down and he smiled and   &amp;nbsp;  in a jersey accent Nah honey, ya look beeuuuutiful!",
          "I message you now   &amp;nbsp; \"I keep stumbling but there's no one to hold my hand\" and   &amp;nbsp; I wonder if I mean that literally   &amp;nbsp; and I wonder if you'll notice   &amp;nbsp;  &gt;you won't   &amp;nbsp; because you're an *industrialist* and not   &amp;nbsp; sad and dumb and *of the arts* like me   &amp;nbsp; the train has arrived at the station   &amp;nbsp;  &gt;I stare at it   &amp;nbsp; and it doesn't leave    feedback https://www.reddit.com/r/OCPoetry/comments/51rdo0/the_tasmanian_babe_fiasco/d7f69ny https://www.reddit.com/r/OCPoetry/comments/51uo2i/innerself/d7f669s"
        ],
        "maladaptive_evidence": [
          "&gt;earlier in the day I'd gone to the   &amp;nbsp; stone arches where we first kissed   &amp;nbsp; and I get to the station in town   &amp;nbsp; and a kid gets real excited to see the train   &amp;nbsp;   &gt;I sit in the courtyard   &amp;nbsp; and try to think    &amp;nbsp; of April of last year   &amp;nbsp; where sickly pale anemic I sat   &amp;nbsp; on a chair and the air smelled like last year because it was   &amp;nbsp;   &gt;and you told me you'd never forget the day you laid eyes on me   &amp;nbsp; as you wrote on your train ride receipt    &amp;nbsp; which you gave to me six months later as a gift   &amp;nbsp;  &gt;and I love you but you are far   &amp;nbsp; and it seems everything I love is far away,   &amp;nbsp; somersaulting into sunsets.",
          "&amp;nbsp;  &gt;I used to pretend to be older with my friends   &amp;nbsp; and try to get cigarettes at stores and it never worked and you   &amp;nbsp; seemed to have calm me down   &amp;nbsp;  &gt;and that day I was so nervous I asked a construction worker on his break   &amp;nbsp; if I looked okay with my hair down and he smiled and   &amp;nbsp;  in a jersey accent Nah honey, ya look beeuuuutiful!",
          "I message you now   &amp;nbsp; \"I keep stumbling but there's no one to hold my hand\" and   &amp;nbsp; I wonder if I mean that literally   &amp;nbsp; and I wonder if you'll notice   &amp;nbsp;  &gt;you won't   &amp;nbsp; because you're an *industrialist* and not   &amp;nbsp; sad and dumb and *of the arts* like me   &amp;nbsp; the train has arrived at the station   &amp;nbsp;  &gt;I stare at it   &amp;nbsp; and it doesn't leave    feedback https://www.reddit.com/r/OCPoetry/comments/51rdo0/the_tasmanian_babe_fiasco/d7f69ny https://www.reddit.com/r/OCPoetry/comments/51uo2i/innerself/d7f669s"
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "7ad69b64ce": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "20400efec2": {
        "adaptive_evidence": [
          "hi everyone, so I'm wondering what the environment of Clinton Hill is and if it would be fun/boring/etc for a student.",
          "I'm familiar with some Brooklyn neighborhoods like Bay Ridge, Prospect Park, Flatbush, and Crown Heights but that's about it, I spend time in Manhattan. so I've never been to Clinton hill nor have a clue of what it's like."
        ],
        "maladaptive_evidence": [
          "hi everyone, so I'm wondering what the environment of Clinton Hill is and if it would be fun/boring/etc for a student.",
          "I'm familiar with some Brooklyn neighborhoods like Bay Ridge, Prospect Park, Flatbush, and Crown Heights but that's about it, I spend time in Manhattan. so I've never been to Clinton hill nor have a clue of what it's like."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "fe320741a1": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 7
      }
    }
  },
  "1aaf23187c": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "226f155770": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 7
      },
      "7d994fdd57": {
        "adaptive_evidence": [
          "I urinated before leaving, about 15 miles into the drive I stopped at a rest area and urinated again.",
          "I knew I needed to urinate but had no where to stop so was waiting for the next town.",
          "My question is since kinda embarrassing should I tell primary, or is it likely just a one off thing?"
        ],
        "maladaptive_evidence": [
          "Sudden bladder emptying\n33, male, 6'3, 225#, Caucasian, smoker, ASD, depression, Wellbutrin  About a month ago I was about 200 miles away from home and getting ready to drive home. I urinated before leaving, about 15 miles into the drive I stopped at a rest area and urinated again.",
          "My question is since kinda embarrassing should I tell primary, or is it likely just a one off thing?"
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "d3e22e6a45": {
        "adaptive_evidence": [
          "For the past year or so I periodically get a sharp pain that I would describe as either it being cut by a razor, or being burnt. It is isolated to the mole.",
          "It is symmetrical, and a even medium brown in color."
        ],
        "maladaptive_evidence": [
          "It is isolated to the mole.",
          "It is symmetrical, and a even medium brown in color.",
          "Is there any reason to be overly concerned about the mole?"
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "9318461df7": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "fe73e534c4": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "0608fc9989": {
        "adaptive_evidence": [
          "Want to skip appointment with PsyD\nSo last April I went into a neuropsychologist (doctorate in 2015) and had an evaluation for autism. The doctor came to the conclusion that it was ASD and not ADHD and was adamant that there was not ADHD. Fast forward a few months and I am talking to a psychiatrist (doctorate in 1976) about an off label treatment for depression."
        ],
        "maladaptive_evidence": [
          "Want to skip appointment with PsyD\nSo last April I went into a neuropsychologist (doctorate in 2015) and had an evaluation for autism.",
          "Fast forward a few months and I am talking to a psychiatrist (doctorate in 1976) about an off label treatment for depression.",
          "My username will continue to fit permanently i guess."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "e36c047679": {
        "adaptive_evidence": [
          "Looking for a PsyD opinion\nMale, 33, 6'3\", 225#, Caucasian, smoker, depression,  Bupropion 450mg/daily  This year at work I elected to get the no deductible copay only insurance plan so I could try to stabilize/understand my mental health.",
          "This PsyD says he doesn't think ASD but didn't test for that specifically.",
          "So now I have had three professionals say three distinctively different things and feel like the last year has been a waste of time, money, and energy."
        ],
        "maladaptive_evidence": [
          "Looking for a PsyD opinion\nMale, 33, 6'3\", 225#, Caucasian, smoker, depression,  Bupropion 450mg/daily  This year at work I elected to get the no deductible copay only insurance plan so I could try to stabilize/understand my mental health.",
          "So now I have had three professionals say three distinctively different things and feel like the last year has been a waste of time, money, and energy.",
          "I get that psychology testing is subjective to an extent but shouldn't they be at least in the same ballpark?"
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "b7f1c0fdc9": {
        "adaptive_evidence": [
          "I have being trying to reconcile those two things with no success for seemingly ever.",
          "I have been treated like I am seeking drugs, like I am seeking disability, or just malingering to malinger. I have decided to quit going to the doctor at all and go back to white knuckling my depression until it is time for it to end."
        ],
        "maladaptive_evidence": [
          "This past year I have been trying to work on my mental health and 'get help' as all the mental health marketing says to do.",
          "I have been treated like I am seeking drugs, like I am seeking disability, or just malingering to malinger. I have decided to quit going to the doctor at all and go back to white knuckling my depression until it is time for it to end."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "318dbfc069": {
        "adaptive_evidence": [
          "I have now come to the conclusion that I just need to accept that the depression is permanent and won't be leaving. With that I have decided that one day (not today or tomorrow but one day) I will end up getting away from the depression by forcing myself to leave this world. The serenity of accepting this has brought so much more peace."
        ],
        "maladaptive_evidence": [
          "The serenity of it all\nI have been dealing with mostly untreated depression my whole life.",
          "I have now come to the conclusion that I just need to accept that the depression is permanent and won't be leaving. With that I have decided that one day (not today or tomorrow but one day) I will end up getting away from the depression by forcing myself to leave this world."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "f795e90a7d": {
        "adaptive_evidence": [
          "He started me on Prozac which I took for a month but didn't like because of ED type side effects. Primary switched me to Wellbutrin and over the summer that seemed to work well at first.",
          "Today I met with the primary and have not been taking Wellbutrin for past week."
        ],
        "maladaptive_evidence": [
          "Antidepressant question\n33, Male, Caucasian, Smoker, 6'3\", 230#, Depression, Anxiety  For the past six months I have been working with primary on depression and other mental health issues.",
          "Primary switched me to Wellbutrin and over the summer that seemed to work well at first.",
          "Today I met with the primary and have not been taking Wellbutrin for past week."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "52e3c8cb3c": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "7a6b02d34a": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "7ea11856bb": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "ee7ca95248": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "0160e6a44f": {
        "adaptive_evidence": [
          "I got the message from my parents that he wasn't eating, or doing too well in general, and I broke down in front of my altar and asked for his safe passage to the other side.  I called out for Freya and I believe she answered me because she made my candle flame flicker when I asked.  How do I give thanks to her for hearing my prayers?"
        ],
        "maladaptive_evidence": [
          "So, the sad fact is is that my oldest cat is going to have to be put down later this week.   I got the message from my parents that he wasn't eating, or doing too well in general, and I broke down in front of my altar and asked for his safe passage to the other side.  I called out for Freya and I believe she answered me because she made my candle flame flicker when I asked."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "135dee117f": {
        "adaptive_evidence": [
          "My parents put my cat down and I didn't get a chance to say my final goodbyes because there was a complication with his medicine.   I cried so much that I blocked my tear duct and had to live with a swollen eye for a few days.",
          "Of course I'm going to vote but it feels like I'm fighting a losing battle."
        ],
        "maladaptive_evidence": [
          "My parents put my cat down and I didn't get a chance to say my final goodbyes because there was a complication with his medicine.",
          "Within the same HOUR, I got called a communist because another man refused to wear a mask as well.",
          "Of course I'm going to vote but it feels like I'm fighting a losing battle."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "ac2b0b29ed": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "49b6f3373c": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "817737c716": {
        "adaptive_evidence": [
          "[FIX] just got my Mirena (iud) put in today!",
          "But I also forgot to take motrion beforehand as tbh I was still slightly drunk when my dad picked me up to take me to my appointment.  After I got it in I almost fainted, felt sick, and was in pain."
        ],
        "maladaptive_evidence": [
          "[FIX] just got my Mirena (iud) put in today!",
          "But I also forgot to take motrion beforehand as tbh I was still slightly drunk when my dad picked me up to take me to my appointment.  After I got it in I almost fainted, felt sick, and was in pain."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "a7eafb1150": {
        "adaptive_evidence": [
          "I like how everytime you say youre gonna fast, we make good food and you end up just eating it lol\nlol.",
          "Its not like you know i have eating issues.",
          "How last time you took a picture of me I went upstairs and cried."
        ],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 7
      },
      "9374486f31": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "5fc567c5a2": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "56878c0e43": {
        "adaptive_evidence": [
          "Its not my fault that he had a bad day at work, he had no right to take his anger out on me.",
          "And ill do so by drinking my chai in my Groot mug coloring my Enchatened Forrest book like a goddamn adult.",
          "No ones understood like he did, and hes never been understand before either."
        ],
        "maladaptive_evidence": [
          "Im not going to go crawl into bed with him. I know he needs it, but fuck man I need to help myself right now.",
          "No ones understood like he did, and hes never been understand before either."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "6f365ecae4": {
        "adaptive_evidence": [
          "Well, in October were decieded that my brother (21), my mom (55), my boyfriend (20), and I (18) are going indefinitely.   We normally stay at Shades of Green, a Disney resort for military familys.",
          "She says that this is an *adult only* vacation and that shes inviting my aunt, not any of the little brats."
        ],
        "maladaptive_evidence": [
          "Well, in October were decieded that my brother (21), my mom (55), my boyfriend (20), and I (18) are going indefinitely.",
          "My boyfriend and I dont like kids, and my brother wants to get drunk after hour partying.",
          "She says that this is an *adult only* vacation and that shes inviting my aunt, not any of the little brats."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "d2ee5ee8d6": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 7
      },
      "2805cbdd78": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "af7047eab6": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "a640b0f5f9": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "207f2fac5e": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "b7208372f3": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "98b524651d": {
        "adaptive_evidence": [
          "While I'm really looking forward to it, I'm having a hard time getting used to my new bite. My upper and lower incisors which have never touched before are finally touching each other and it's definitely a weird feeling. How did everybody else adjust to this and what did it feel like when you finally had a proper bite?"
        ],
        "maladaptive_evidence": [
          "Getting used to my new bite\nI have an underbite, and I'm currently on tray 2/64.",
          "My upper and lower incisors which have never touched before are finally touching each other and it's definitely a weird feeling. How did everybody else adjust to this and what did it feel like when you finally had a proper bite?"
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "9164c04479": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "14779613c7": {
        "adaptive_evidence": [
          "My aligners don't cover the top of my teeth. There's no incisal gap, because they fit all the way on the bottom, but don't go all the way to touch my gums like they do for most people. Is this normal?"
        ],
        "maladaptive_evidence": [
          "My aligners don't cover the top of my teeth. There's no incisal gap, because they fit all the way on the bottom, but don't go all the way to touch my gums like they do for most people. Is this normal?"
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "be2d26ac04": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "9a3f46b876": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 5
      },
      "c5f43b84a6": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 5
      },
      "d24637db27": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "6410f82635": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "a3feb1aac1": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "9e0b13cae3": {
        "adaptive_evidence": [
          "We used to talk to each other on a daily basis but for the last couple of months we barely talk once a week.",
          "I've talked to her about this a few times and she said we're gonna be friends for life, but I don't think that's true.",
          "It's only a matter of time before she moves on and forgets about me and I'm really scared.. she's been such a great friend and she's always helped me feel better about myself and I don't want to lose her."
        ],
        "maladaptive_evidence": [
          "I've talked to her about this a few times and she said we're gonna be friends for life, but I don't think that's true. She's got plenty of friends in real life, has a lot of hobbies, and is always out being productive.",
          "It's only a matter of time before she moves on and forgets about me and I'm really scared.. she's been such a great friend and she's always helped me feel better about myself and I don't want to lose her."
        ],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "7256d10881": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "7c40259a4e": {
        "adaptive_evidence": [
          "I had been going strong for several months now but because of something that had happened, I came home and cut. I was across the street at my neighbors when me and her grandson &amp; granddaughter (who are staying there) got into an argument. They're always commenting about how much I weigh and my personal appearance."
        ],
        "maladaptive_evidence": [
          "I had been going strong for several months now but because of something that had happened, I came home and cut. I was across the street at my neighbors when me and her grandson &amp; granddaughter (who are staying there) got into an argument.",
          "I hate myself and everything about me."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "196ad412fe": {
        "adaptive_evidence": [
          "I'd prefer do to it on discord so I could show you a picture of her as it is hard for me to describe sometimes.",
          "She used various kinds of drugs and hard liquor to cope with the abuse.",
          "Hair and fur color are hard to describe so that's why I'd like to send a picture!"
        ],
        "maladaptive_evidence": [
          "I'd prefer do to it on discord so I could show you a picture of her as it is hard for me to describe sometimes.",
          "She used various kinds of drugs and hard liquor to cope with the abuse. She suffers from PTSD and has been diagnosed with depression and anxiety by her psychiatrist but thankfully, she is on medication."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "e7aed23c51": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "be88ffe3dc": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "4a0d38419b": {
        "adaptive_evidence": [
          "I've really been wanting to do a Frans (Frisk x Sans) or a Papyrisk (Frisk x Papyrus) roleplay for a bit and I was wondering if anyone wanted to do one with me? I recently just got into the game thanks to my neighbour's son so I don't know everything about it but I think I know enough! I was thinking that maybe it could involve smut, I don't want the whole thing to be smut though."
        ],
        "maladaptive_evidence": [
          "I've really been wanting to do a Frans (Frisk x Sans) or a Papyrisk (Frisk x Papyrus) roleplay for a bit and I was wondering if anyone wanted to do one with me? I recently just got into the game thanks to my neighbour's son so I don't know everything about it but I think I know enough! I was thinking that maybe it could involve smut, I don't want the whole thing to be smut though."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "470fae15d7": {
        "adaptive_evidence": [
          "I had to post it again because I mentioned uv and the mods removed the original.",
          "Poc have been oppressed for decades, going through the same thing they are now and y'all are just now talking about it??",
          "Second, there are the ones that sit back and watch the murder, so I really do not want to fucking hear it."
        ],
        "maladaptive_evidence": [
          "I had to post it again because I mentioned uv and the mods removed the original.",
          "Second, there are the ones that sit back and watch the murder, so I really do not want to fucking hear it. Don't start talking about it when everyone else is, talk about it because YOU want to and because it's important."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "cffcb87d2f": {
        "adaptive_evidence": [
          "I've seen her good days and bad, the best and worst of her but I still loved her.",
          "It had gotten to the point where she couldn't talk or move or anything, she just got tired of fighting and let go.",
          "I'm trying to distract myself with other things but that only works for so long."
        ],
        "maladaptive_evidence": [
          "It had gotten to the point where she couldn't talk or move or anything, she just got tired of fighting and let go.",
          "But this, this is making me want to relapse. I'm trying to distract myself with other things but that only works for so long."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "118a7da454": {
        "adaptive_evidence": [
          "I posted last night, see my post history for details.",
          "I just told my other aunt (like I said, see my post history for details) that I actually cried this morning for an hour and thirteen minutes because I was proud of myself. I actually let it out for once instead of holding it in."
        ],
        "maladaptive_evidence": [
          "I'm going to do it, I don't want to fight it anymore. It makes me feel better so I'm going to do it.",
          "I just told my other aunt (like I said, see my post history for details) that I actually cried this morning for an hour and thirteen minutes because I was proud of myself."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "cdb54345ba": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [
          "I just found out I can overdose on one of my medications.\nI don't have anyone to talk to and God know how badly I want to do this. My friends aren't answering and I don't know where else to turn."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "7a1be1c014": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "4c5168ad21": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      }
    }
  },
  "c2e20efd4f": {
    "timeline_level": {
      "summary": ""
    },
    "post_level": {
      "39c583716b": {
        "adaptive_evidence": [
          "I have a long history of depression and anxiety and until now I havent admitted that I went through some trauma in my childhood due to my bi polar mother and getting bullied at school.",
          "And nearly anything before I was 8 is just gone except for a trip to disney world and times I would hang out with my cousins.",
          "I went to a therapy intake and brought these things up and the therapist pre-diagnosed me with ptsd to be followed up with my assigned therapist."
        ],
        "maladaptive_evidence": [
          "I have a long history of depression and anxiety and until now I havent admitted that I went through some trauma in my childhood due to my bi polar mother and getting bullied at school.",
          "And nearly anything before I was 8 is just gone except for a trip to disney world and times I would hang out with my cousins.",
          "I went to a therapy intake and brought these things up and the therapist pre-diagnosed me with ptsd to be followed up with my assigned therapist."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "fa669d36ba": {
        "adaptive_evidence": [],
        "maladaptive_evidence": [],
        "summary": "",
        "wellbeing_score": 6
      },
      "7cab79d666": {
        "adaptive_evidence": [
          "My depression and anxiety mess everything in my life up, they tear it to shreds until I have nothing left.",
          "I dont understand whats wrong with me, why cant I even do the simplest of things.",
          "Why cant I stop fucking up Im scared of death but sometimes I wish it would just happen already"
        ],
        "maladaptive_evidence": [
          "My depression and anxiety mess everything in my life up, they tear it to shreds until I have nothing left.",
          "I dont understand whats wrong with me, why cant I even do the simplest of things.",
          "Why cant I stop fucking up Im scared of death but sometimes I wish it would just happen already"
        ],
        "summary": "",
        "wellbeing_score": 4
      },
      "4f9fb3f09b": {
        "adaptive_evidence": [
          "Something besides the endless anxiety and lethargy.",
          "I have public speaking class in the morning and a speech I have to give. If I can get myself to do it, maybe I can believe in myself again."
        ],
        "maladaptive_evidence": [
          "Something besides the endless anxiety and lethargy.",
          "I have public speaking class in the morning and a speech I have to give. If I can get myself to do it, maybe I can believe in myself again."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "cca8bed6b5": {
        "adaptive_evidence": [
          "People assume so many things\nThat Im stupid for doing things considerably risky and dangerous.",
          "But the nature of my behavior does not allow for it.",
          "So its better if I just dont talk to you very much, and its better if I push you away."
        ],
        "maladaptive_evidence": [
          "People try to be my friend, assuming I want one.",
          "So its better if I just dont talk to you very much, and its better if I push you away.",
          "Youll get fucking hurt and itll be my fault."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "9f71b697f4": {
        "adaptive_evidence": [
          "Maybe I can go through with this\nNow that the colder seasons have arrived, I am toying with the idea of hypothermia.",
          "I like this plan because my family is unlikely to be the ones to find me, and its not messy at all. And like I said, it sounds nicer than most options."
        ],
        "maladaptive_evidence": [
          "Maybe I can go through with this\nNow that the colder seasons have arrived, I am toying with the idea of hypothermia.",
          "You go unconscious before you die, and in the end you actually feel incredibly warm.",
          "I like this plan because my family is unlikely to be the ones to find me, and its not messy at all."
        ],
        "summary": "",
        "wellbeing_score": 4
      },
      "92507ce951": {
        "adaptive_evidence": [
          "Sometimes if I have a conversation with someone, Ill repeat what was said in my head over and over again. Sometimes it frustrates me but I cant make myself stop.",
          "I know some people with ASD do this out loud but I just do it in my head."
        ],
        "maladaptive_evidence": [
          "Sometimes if I have a conversation with someone, Ill repeat what was said in my head over and over again. Sometimes it frustrates me but I cant make myself stop.",
          "I know some people with ASD do this out loud but I just do it in my head."
        ],
        "summary": "",
        "wellbeing_score": 6
      },
      "0a034631a6": {
        "adaptive_evidence": [
          "Is it normal to get a headache?\nIm having a bad derealization episode right now and it feels like my head is under a lot of pressure and its causing a headache.",
          "I feel like I should sleep through it but its hard for me to sleep"
        ],
        "maladaptive_evidence": [
          "Is it normal to get a headache?\nIm having a bad derealization episode right now and it feels like my head is under a lot of pressure and its causing a headache.",
          "I feel like I should sleep through it but its hard for me to sleep"
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "5f415542b8": {
        "adaptive_evidence": [
          "Being in a group of people is so triggering for me\nI feel compelled to say something even though it makes me uncomfortable to talk in front of everybody. I just dont understand the nuances of talking in groups. I have to go to one for therapy but Im thinking of just dropping it because it triggers me so much and just continue with my individual therapy."
        ],
        "maladaptive_evidence": [
          "Being in a group of people is so triggering for me\nI feel compelled to say something even though it makes me uncomfortable to talk in front of everybody. I just dont understand the nuances of talking in groups. I have to go to one for therapy but Im thinking of just dropping it because it triggers me so much and just continue with my individual therapy."
        ],
        "summary": "",
        "wellbeing_score": 5
      },
      "b987a7da08": {
        "adaptive_evidence": [
          "My chest is constantly tight and sometimes i get palpitations if im anxious.",
          "Its so hard for me to do the simplest of things.",
          "I dont know what to do with myself"
        ],
        "maladaptive_evidence": [
          "All i want to do is curl up in my blanket and cry.  I got out of the hospital two weeks ago because of my suicidal intent.",
          "I dont know how im going to get out of this."
        ],
        "summary": "",
        "wellbeing_score": 4
      }
    }
  }
}